const MainTutorial = [
    {
      target: ".Logo", 
      content: "왕밤빵 튜토리얼을 시작합니다. \n 바로 서비스를 이용하시려면 왼쪽 하단의 \n Skip을 눌러주세요🐿️",
    },
    {
      target: ".MainMenu",
      content: "다양한 학습 관련 메뉴를 선택할 수 있습니다🐿️ \n\n \'학습\' - 챕터별 발음 학습이 가능합니다. \n \'대화연습\' - AI와 음성으로 대화해보세요. \n \'단어장\' - 저장한 단어를 한번 더 연습할 수 있습니다. \n \'게시판\' - 공지사항과 QnA를 확인할 수 있습니다.",
    },
    {
      target: ".MainProfile", 
      content: "내 프로필을 확인할 수 있습니다🐿️",
    },
    {
      target: ".Second", 
      content: "열심히 학습하며 밤을 모아보세요. \n 모은 밤 개수에 따라 프로필의 다람쥐가 성장합니다🐿️",
    },
    {
      target: ".Ranking", 
      content: "내 랭킹을 확인할 수 있습니다. \n 클릭해서 전체 랭킹을 확인해보세요🏆🐿️",
    },    
    {
      target: ".LastStudy", 
      content: "마지막으로 학습한 내용을 확인할 수 있습니다🐿️",
    },
    {
      target: ".Stamp", 
      content: "발음을 학습하면 달력에 출석도장이 찍힙니다. \n 달력을 출석도장으로 채워보세요!🐿️", 
    },
   
  ];

export default MainTutorial;